{ 
    "graad1" :[
        "Let the group pose you in an embarrassing position and take a picture",
        "Give someone your phone and let them send one text to anyone in your contacts",
        "Lick the floor",
        "Sniff the armpits of everyone in the room",
        "Let the person to your left draw on your face with a pen",
        "Talk in an accent for the next 3 rounds",
        "Beg and plead the person to your right not to leave you for that other boy or girl. Weeping, gnashing of teeth, and wailing is encouraged",
        "Kiss the person to your left",
        "Let the group look through your phone for 2 minutes",
        "Switch clothes with someone of the opposite sex in the group for three rounds",
        "Imitate a celebrity every time you talk for three minutes",
        "Stick your arm into the trash can past your elbow",
        "Get slapped on the face by the person of your choosing",
        "Grab a trash can and make a hoop with your hands above the trash can. Have other members of the group try to shoot trash through your impromptu trashketball hoop",
        "Spin an imaginary hula hoop around your waist for 3 minutes while the game continues",
        "Dance to a song of the group’s choosing",
        "Make a funny face and keep making it for 2 minutes while the game continues",
        "Do your best impression of a baby being born",
        "Act like whatever animal someone yells out for the next 1 minute",
        "Put 4 ice cubes down your pants",
        "Sit in a spinning chair and have the group spin you for 30 seconds. Might help to hold a trash can just in case"
    ] ,
    "graad2" : [
        "Dance with no music for 1 minute",
        "Curse like sailor for 20 seconds straight",
        "Let the group give you a new hairstyle",
        "Make every person in the group smile, keep going until everyone has cracked a smiled",
        "Serenade the person to your right",
        "Attempt to break dance for 30 seconds",
        "Do the worm",
        "Do push ups until you can’t do any more, wait 5 seconds, and then do one more",
        "Sell a piece trash to someone in the group. Use your best salesmanship",
        "Try to juggle 2 or 3 items of the group’s choosing",
        "Walk on your hands from one side of the room to the other. You can ask someone to hold your legs if necessary",
        "Imitate popular YouTube videos until someone can guess the video you are imitating",
        "Break two eggs on your head",
        "Be someone’s pet for the next 5 minutes",
        "Poll dance for 1 minute with an imaginary pole",
        "Take a shower with your clothes on",
        "Drag your butt on the carpet like a dog from one end of the room to the other. You’ll need to be wearing shorts or pants for this one",
        "Open a bag of snacks or candy using only your mouth, no hands or feet",
        "Belly dance like your life depended on it",
        "Make a tea out of something that isn’t tea (but isn’t dangerous / toxic) and drink it",
        "Go to the bathroom, take off your underwear and put it on your head. Wear it on your head for the rest of the game",
        "Drop something in the toilet and then reach in to get it",
        "Find the person whose first name has the same letter as your first name or whoever’s first name’s first letter is closest to yours. Now lick their face"
    ],
    "graad3" : [
        "For a guy, put on makeup. For a girl, wash off your make up",
        "Drink a small cup of a concoction that the group makes. (Don’t make anything that might cause bodily harm. No visits to the emergency room)",
        "Write something embarrassing somewhere on your body (that can be hidden with clothing) with a permanent marker",
        "Make up a 30 second opera about a person or people in the group and perform it",
        "Do a magic trick",
        "Seduce a member of the same gender in the group",
        "Compose a poem on the spot based on something the group comes up with",
        "Post an extremely unflattering picture of yourself to the social media outlet of your choosing",
        "After the group chooses one rude word, sing a song and insert that rude word once into every line of the song",
        "Bend at the waist so that you are looking behind you between your legs. Now run backwards until you can tag someone with your butt",
        "Transfer an icecube from your mouth to the person’s mouth on your right",
        "Call the 7th contact in your phone and sing them 30 seconds of a song that the group chooses",
        "No talking. Pretend to be a food. Don’t pretend to eat the food, pretend to be the food. Keep pretending until someone in the group guesses the food you are"
    ],
    "graad4" : [
        "Play a song on by slapping your butt cheeks till someone guesses the song",
        "Depict a human life through interpretive dance",
        "Let someone shave part of your body",
        "Attempt to walk on your hands for as far as you can (don’t break anything with your feet)"
    ],
    "graad5" : [
        "Do 4 cartwheels in row",
        "Try to drink a glass water while standing on your hands",
        "Eat 5 spoonfuls of a spices",
        "Eat one teaspoon of the spiciest thing you have in the kitchen"
    ]
}
